christopherafbjur.vscode-theme-onedarker
eamodio.gitlens
formulahendry.code-runner
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
jeff-hykin.better-go-syntax
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
nhoizey.gremlins
pkief.material-icon-theme
pomdtr.excalidraw-editor
qwtel.sqlite-viewer
redhat.vscode-yaml
ritwickdey.liveserver
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
yzhang.markdown-all-in-one