[
   "cm-editor-syntax-highlight-obsidian",
   "emoji-shortcodes",
   "todotxt-codeblocks",
   "obsidian-tasks-plugin",
   "table-editor-obsidian",
   "obsidian-excalidraw-plugin",
   "obsidian-minimal-settings",
   "copy-as-html",
   "callout-menu",
   "callout-manager",
   "callout-integrator",
   "automatic-table-of-contents",
   "waypoint",
   "folder-note-plugin",
   "graph-banner",
   "persistent-graph",
   "consistent-attachments-and-links",
   "global-search-and-replace"
]
